Repository: common-repository/contact-form-by-tech-c-net
Catalog: languages/tc-contact-form-*.po
Languages: de_ch, es_es, fr_fr, it_it, ja_jp, ru_ru, zh_cn

source: Please select
es_es: Por favor selecciona
fr_fr: Veuillez sélectionner
it_it: Per favore seleziona
ja_jp: 選んでください
ru_ru: Пожалуйста выберите
zh_cn: 请选择

source: Mr.
de_ch: Herr
es_es: Sr.
fr_fr: M.
it_it: Sig.
ja_jp: 氏
ru_ru: Господин
zh_cn: 先生

source: Ms.
de_ch: Frau
es_es: Sra.
fr_fr: Mme.
it_it: Sig.na
ja_jp: ミズ
ru_ru: Госпожа
zh_cn: 女士

source: Some details are wrong. Please check the red fields.
de_ch: Einige Details sind falsch. Bitte überprüfen Sie die roten Felder.
es_es: Algunos detalles son incorrectos. Por favor revisa los campos rojos.
fr_fr: Certains détails sont faux. S'il vous plaît vérifier les champs rouges.
it_it: Alcuni dettagli sono sbagliati. Si prega di verificare i campi rossi.
ja_jp: いくつかの詳細は間違っています。 赤い欄を確認してください。
ru_ru: Некоторые детали ошибочны. Проверьте красные поля.
zh_cn: 一些细节是错误的。 请检查红色字段。

source: The captcha is wrong!
de_ch: Das Captcha ist falsch!
es_es: ¡El captcha está mal!
fr_fr: Le captcha a tort!
it_it: Il captcha è sbagliato!
ja_jp: Captchaは間違っています！
ru_ru: Captcha ошибается!
zh_cn: Captcha错了！

source: An error occurred. Your message could not be sent. Please try again later.
de_ch: Ein Fehler ist aufgetreten. Ihre Nachricht konnte nicht gesendet werden. Bitte versuchen Sie es später erneut.
es_es: Ocurrió un error. Su mensaje no pudo ser enviado. Por favor, inténtelo de nuevo más tarde.
fr_fr: Une erreur est survenue Votre message n'a pas pu être envoyé. Veuillez réessayer plus tard.
it_it: Si è verificato un errore. Il tuo messaggio non può essere inviato. Per favore riprova più tardi.
ja_jp: エラーが発生しました。 メッセージを送信できませんでした。 後でもう一度お試しください。
ru_ru: Произошла ошибка. Ваше сообщение не может быть отправлено. Пожалуйста, повторите попытку позже.
zh_cn: 发生错误。 您的邮件无法发送。 请稍后再试。

source: Your message was received.
de_ch: Ihre Nachricht wurde empfangen.
es_es: Su mensaje fue recibido.
fr_fr: Votre message a été reçu.
it_it: Il tuo messaggio è stato ricevuto.
ja_jp: あなたのメッセージは受信されました。
ru_ru: Ваше сообщение получено.
zh_cn: 您的邮件已收到。

source: Salutation
de_ch: Anrede
es_es: Tratamiento
it_it: Titolo
ja_jp: 敬称
ru_ru: Обращение
zh_cn: 招呼

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ru_ru: Имя
zh_cn: 名称

source: Email
es_es: Correo electrónico
it_it: Indirizzo email
ja_jp: 電子メール アドレス
ru_ru: Эл. адрес
zh_cn: 电子邮件

source: Message
de_ch: Nachricht
es_es: Mensaje
it_it: Messaggio
ja_jp: メッセージ
ru_ru: Сообщение
zh_cn: 信息

source: Attachment
de_ch: Dateianhang
es_es: Adjunto archivo
fr_fr: Attachement
it_it: Attaccamento
ja_jp: アタッチメント
ru_ru: Прикрепление
zh_cn: 附件

source: Submit
de_ch: Absenden
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
ja_jp: 送信
ru_ru: Отправить
zh_cn: 提交

source: This plugin provides a contact form in order to send messages including file attachments. Optionally, the contact form can be protected with Google-Recaptcha. To show the contact form, simply put the following shortcode in the text at the desired location on the desired page
de_ch: Dieses Plugin bietet ein Kontaktformular, um Nachrichten einschließlich Dateianhänge zu senden. Optional kann das Kontaktformular mit Google-Recaptcha geschützt werden. Um das Kontaktformular anzuzeigen, setzen Sie einfach den folgenden Shortcode im Text an die gewünschte stelle, auf der gewünschten Seite
es_es: Este complemento proporciona un formulario de contacto para enviar mensajes que incluyen archivos adjuntos. Opcionalmente, el formulario de contacto se puede proteger con Google-Recaptcha. Para mostrar el formulario de contacto, simplemente coloque el shortcode breve en el texto en la ubicación deseada en la página deseada
fr_fr: Ce plugin fournit un formulaire de contact afin d'envoyer des messages comprenant des fichiers joints. En option, le formulaire de contact peut être protégé avec Google-Recaptcha. Pour afficher le formulaire de contact, placez simplement le code abrégé suivant dans le texte à l'emplacement souhaité sur la page souhaitée
it_it: Questo plug-in fornisce un modulo di contatto per inviare messaggi, inclusi allegati di file. Facoltativamente, il modulo di contatto può essere protetto con Google-Recaptcha. Per mostrare il modulo di contatto, è sufficiente inserire il seguente shortcode nel testo nella posizione desiderata nella pagina desiderata
ja_jp: このプラグインは添付ファイルを含むメッセージを送信するための連絡フォームを提供します。 任意で、Google-Recaptchaで連絡先フォームを保護することができます。 連絡先フォームを表示するには、目的のページの目的の場所にあるテキストに次のショートコードを挿入します
ru_ru: Этот плагин предоставляет форму контакта для отправки сообщений, включая вложения файлов. Необязательно, контактную форму можно защитить с помощью Google-Recaptcha. Чтобы показать форму контакта, просто поместите следующий короткий текст в нужное место на нужную страницу
zh_cn: 此插件提供联系表单以发送包括文件附件的邮件。 或者，可以使用Google-Recaptcha保护联系表单。 要显示联系表单，只需将文本中的以下短代码放在所需页面上的所需位置即可

source: Example
de_ch: Beispiel
es_es: Ejemplo
fr_fr: Exemple
it_it: Esempio
ja_jp: 例
ru_ru: Пример
zh_cn: 例

source: Screenshot
es_es: Captura de pantalla
fr_fr: Capture d'écran
ja_jp: スクリーンショット
ru_ru: Скриншот
zh_cn: 截图

source: To see a live sample of the frontend, just visit the following page
de_ch: Um ein Live-Beispiel des Frontends zu sehen, besuchen Sie einfach die folgende Seite
es_es: Para ver una muestra en vivo de la interfaz, solo visite la siguiente página
fr_fr: Pour voir un échantillon live du frontend, visitez la page suivante
it_it: Per vedere un esempio dal vivo del frontend, visita la pagina seguente
ja_jp: フロントエンドのライブサンプルを見るには、次のページにアクセスしてください
ru_ru: Чтобы увидеть живой образец интерфейса, просто перейдите на следующую страницу
zh_cn: 要查看前端的实时样本，请访问以下页面

source: If you need some changes to this or other plugins, contact me
de_ch: Wenn Sie Änderungen an diesem oder anderen Plugins benötigen, kontaktieren Sie mich
es_es: Si necesita algunos cambios a este u otros complementos, póngase en contacto conmigo
fr_fr: Si vous avez besoin de quelques modifications à ceci ou d'autres plug-ins, contactez-moi
it_it: Se hai bisogno di alcune modifiche a questo o ad altri plugin, contattami
ja_jp: このプラグインまたは他のプラグインに変更が必要な場合は、私に連絡してください
ru_ru: Если вам нужны какие-то изменения в этом или других плагинах, свяжитесь со мной
zh_cn: 如果您需要对此插件或其他插件进行一些更改，请与我联系

source: Who like this plugin and has some money left, can also donate
de_ch: Wer dieses Plugin mag und noch etwas Geld übrig hat, kann auch spenden
es_es: A quién le gusta este complemento y le queda algo de dinero, también puede donar
fr_fr: Qui aime ce plugin et a encore de l’argent, peut aussi faire un don
it_it: A chi piace questo plugin e alcuni soldi rimasti, può anche donare
ja_jp: このプラグインが好きで、残ったお金もありますし、寄付することもできます
ru_ru: Кто как этот плагин и имеет немного денег осталось, можно также пожертвовать
zh_cn: 谁喜欢这个插件并留下一些钱，也可以捐赠

source: Receiver email address
de_ch: Empfänger-E-mail-Adresse
es_es: Dirección de correo electrónico del destinatario
fr_fr: Adresse email du destinataire
it_it: Indirizzo email del destinatario
ja_jp: 受信者の電子メールアドレス
ru_ru: Адрес электронной почты получателя
zh_cn: 收件人电子邮件地址

source: Specify the receiver email address. The form data will be send to this email address.
de_ch: Geben Sie die E-Mail-Adresse des Empfängers an. Die Formulardaten werden an diese E-Mail-Adresse gesendet.
es_es: Especifique la dirección de correo electrónico del receptor. Los datos del formulario se enviarán a esta dirección de correo electrónico.
fr_fr: Indiquez l'adresse e-mail du destinataire. Les données du formulaire seront envoyées à cette adresse e-mail.
it_it: Specifica l'indirizzo email del destinatario. I dati del modulo verranno inviati a questo indirizzo email.
ja_jp: 受信者の電子メールアドレスを指定します。 フォームデータはこのメールアドレスに送信されます。
ru_ru: Укажите адрес электронной почты получателя. Данные формы будут отправлены на этот адрес электронной почты.
zh_cn: 指定接收方电子邮件地址。 表单数据将发送到此电子邮件地址。

source: Email address for Return-Path
de_ch: E-mail-Adresse für Return-Path
es_es: Dirección de correo electrónico para Return-Path
fr_fr: Adresse e-mail pour le Return-Path
it_it: Indirizzo e-mail per Return-Path
ja_jp: Return-Pathの電子メールアドレス
ru_ru: Адрес электронной почты для Return-Path

source: This is optional. If specified, this email address will be used as Return-Path in the email header.
de_ch: Dies ist optional. Falls angegeben, wird diese E-Mail-Adresse als Return-Path im E-Mail-Header verwendet.
es_es: Esto es opcional. Si se especifica, esta dirección de correo electrónico se usará como ruta de retorno en el encabezado del correo electrónico.
fr_fr: Ceci est facultatif. Si spécifié, cette adresse email sera utilisée comme Return-Path dans l'en-tête du courrier électronique.
it_it: Questo è opzionale. Se specificato, questo indirizzo email verrà utilizzato come Return-Path nell'intestazione dell'e-mail.
ja_jp: これはオプションです。 指定されている場合、この電子メールアドレスは電子メールヘッダーのReturn-Pathとして使用されます。
ru_ru: Это необязательно. Если указано, этот адрес электронной почты будет использоваться как Return-Path в заголовке электронной почты.
zh_cn: 这是可选的。 如果指定，则此电子邮件地址将用作电子邮件标题中的Return-Path。

source: Subject
de_ch: Betreff
es_es: Tema
fr_fr: Assujettir
it_it: Soggetto
ja_jp: 件名
ru_ru: Предмет
zh_cn: 学科

source: This is optional. If specified, this line will be used as subject of the email. Otherwise, the following subject will be used
de_ch: Dies ist optional. Wenn angegeben, wird diese Zeile als Betreff der E-Mail verwendet. Andernfalls wird der folgende Betreff verwendet
es_es: Esto es opcional. Si se especifica, esta línea se usará como asunto del correo electrónico. De lo contrario, se utilizará el siguiente tema
fr_fr: Ceci est facultatif. Si spécifié, cette ligne sera utilisée comme sujet de l'e-mail. Sinon, le sujet suivant sera utilisé
it_it: Questo è opzionale. Se specificato, questa linea verrà utilizzata come oggetto dell'e-mail. In caso contrario, verrà utilizzato il seguente soggetto
ja_jp: これはオプションです。 指定されている場合、この行は電子メールの件名として使用されます。 それ以外の場合は、次の項目が使用されます
ru_ru: Это не является обязательным. Если указано, эта строка будет использоваться в качестве адреса электронной почты. В противном случае будет использоваться следующий объект
zh_cn: 这是可选的。 如果指定，此行将用作电子邮件的主题。 否则，将使用以下主题

source: Text field lines
de_ch: Textfeld Zeilen
es_es: Líneas de campo de texto
fr_fr: Lignes de champ de texte
it_it: Linee del campo di testo
ja_jp: テキストフィールド行
ru_ru: Текст поля линии
zh_cn: 文本字段行

source: Specifies the number of lines of the text field. This value is interpreted different in different browsers. Default value is 12.
de_ch: Gibt die Anzahl der Zeilen des Textfelds an. Dieser Wert wird in verschiedenen Browsern unterschiedlich interpretiert. Der Standardwert ist 12.
es_es: Especifica el número de líneas del campo de texto. Este valor se interpreta de manera diferente en diferentes navegadores. El valor predeterminado es 12.
fr_fr: Spécifie le nombre de lignes du champ de texte. Cette valeur est interprétée différemment selon les navigateurs. La valeur par défaut est 12.
it_it: Specifica il numero di righe del campo di testo. Questo valore è interpretato in modo diverso nei vari browser. Il valore predefinito è 12.
ja_jp: テキストフィールドの行数を指定します。 この値はブラウザによって異なると解釈されます。 デフォルト値は12です。
ru_ru: Указывает количество строк текстового поля. Это значение интерпретируется разным в разных браузерах. Значение по умолчанию - 12.
zh_cn: 指定文本字段的行数。 在不同的浏览器中，此值被解释为不同。 默认值为12。

source: Attachments
de_ch: Dateianhänge
es_es: Archivos adjuntos
it_it: Attaccamenti
ja_jp: 添付ファイル
ru_ru: Прикрепление
zh_cn: 附件

source: Number of attachments used in the form.
de_ch: Anzahl der im Formular verwendeten Dateianhänge.
es_es: Número de archivos adjuntos utilizados en el formulario.
fr_fr: Nombre de pièces jointes utilisées dans le formulaire.
it_it: Numero di attaccamenti utilizzati nel modulo.
ja_jp: フォームで使用されている添付ファイルの数。
ru_ru: Количество вложений, используемых в форме.
zh_cn: 表单中使用的附件数量。

source: Use Recaptcha
de_ch: Recaptcha verwenden
es_es: Utilizar Recaptcha
fr_fr: Utilisez Recaptcha
it_it: Usa Recaptcha
ja_jp: Recaptchaを使用する
ru_ru: Использовать Recaptcha
zh_cn: 使用Recaptcha

source: If checked, Googles Recaptcha will be used. Please, also specify the Website-Key and Secret-Key.
de_ch: Wenn diese Option aktiviert ist, wird Googles Recaptcha verwendet. Bitte geben Sie auch den Webseiten-Schlüssel und den Geheim-Schlüssel an.
es_es: Si está marcado, se usará Google Recaptcha. Por favor, también especifique la clave del sitio web y la clave secreta.
fr_fr: Si cette case est cochée, Google Recaptcha sera utilisé. Veuillez également spécifier la clé du site et la clé secrète.
it_it: Se selezionato, verrà utilizzato Google Recaptcha. Per favore, specifica anche la chiave del sito web e la chiave segreta.
ja_jp: オンにすると、GoogleのRecaptchaが使用されます。 ウェブサイトキーとシークレットキーも指定してください。
ru_ru: Если этот флажок установлен, будет использоваться Recaptcha от Google. Пожалуйста, также укажите ключ веб-сайта и секретный ключ.
zh_cn: 如果选中，将使用Google的Recaptcha。 请指定网站密钥和密钥。

source: Recaptcha Website-Key
de_ch: Recaptcha Webseiten-Schlüssel
it_it: Chiave del sito Web di Recaptcha
ja_jp: Recaptchaウェブサイトキー
ru_ru: Recaptcha Сайт-Key
zh_cn: Recaptcha网站 - 密钥

source: The Website-Key you will get from Google
de_ch: Den Webseiten-Schlüssel erhalten Sie von Google
es_es: La clave del sitio web que recibirá de Google
fr_fr: La clé de site Web que vous recevrez de Google
it_it: La chiave del sito web che otterrai da Google
ja_jp: Googleから得られるウェブサイトキー
ru_ru: Веб-ключ, который вы получите от Google
zh_cn: 您将从Google获得的网站密钥

source: Recaptcha Secret-Key
de_ch: Recaptcha Geheim-Schlüssel
it_it: Chiave segreta di Recaptcha
ru_ru: Секретный ключ Recaptcha

source: The Secret-Key you will get from Google
de_ch: Den Geheim-Schlüssel erhalten Sie von Google
es_es: La clave secreta que obtendrás de Google
fr_fr: Secret-Key que vous recevrez de Google
it_it: La chiave segreta che otterrai da Google
ja_jp: 秘密鍵はGoogleから入手します
ru_ru: Секретный ключ, который вы получите от Google
zh_cn: 您将从Google获得的秘密密钥
